export const MAPPING = `
# 0 없음
  없음

# 1 미디어/콘텐츠 (시청/청취/온라인 소비)
  영상 콘텐츠 시청
    - 스포츠 영상 시청 (국내/해외 프로, e스포츠, 격투, 골프)
    - 일반 영상 시청
  온라인 및 커뮤니티 활동
    - SNS/인터넷 커뮤니티 활동
    - 영상 콘텐츠 제작
  청취 및 읽기
    - 음악/라디오 감상
    - 신문/잡지보기

# 2 스포츠/운동 (직접 하기)
  개인 및 실내 운동
    - 헬스/보디빌딩
    - 요가/필라테스
    - 줄넘기/맨손체조/스트레칭
    - 댄스스포츠
    - 무도/격투기
  유산소 및 아웃도어
    - 걷기/조깅
    - 등산
    - 자전거/사이클/산악자전거
  구기 및 라켓 스포츠
    - 구기스포츠
    - 테니스/배드민턴
    - 볼링/당구
  전문 레저 / 익스트림 스포츠
    - 골프
    - 수영
    - 수상레저스포츠
    - 겨울레저스포츠
    - 익스트림스포츠
  기타
    - 기타 스포츠/운동

# 3 여행/야외활동
  여행
    - 국내 여행
    - 해외여행
    - 드라이브
    - 기타 관광/여행
  야외 활동 / 레저
    - 캠핑/차박
    - 소풍/피크닉
    - 낚시
    - 액티비티/체험
  가까운 활동/휴식
    - 산책/걷기
    - 테마파크/시설 방문
  스포츠 관람
    - 국내 스포츠 관람
    - 골프 관람
    - e스포츠 관람
    - 기타 스포츠 관람

# 4 문화/예술
  관람 활동 (문화)
    - 영화관 관람
    - 연극/뮤지컬 관람
    - 음악 공연 관람
    - 무용 공연 관람
    - 축제 참가
  관람 활동 (예술/전시)
    - 미술관/전시관 관람
    - 박물관 관람
    - 문학 행사 관람
  직접 활동 및 수강
    - 음악 직접 활동/수강
    - 미술 직접 활동/수강
    - 사진 직접 활동/수강
    - 사진 촬영
    - 춤/무용 직접 활동/수강
    - 문학 직접 활동/수강
    - 전통예술 직접 활동/수강
    - 기타 문화예술 직접 활동/수강
  독서
    - 독서

# 5 자기계발
  지식 / 기술 학습
    - 어학 학습
    - 기술/직무 역량 강화
    - 자격증 취득 준비
    - 온라인 강의 수강
  재테크 및 커리어
    - 재테크/투자 공부
    - 직업 훈련 및 교육
    - 이직/창업 준비
  개인 역량 및 관리
    - 습관 형성 및 루틴 관리
    - 멘탈/심리 관리
    - 시간 관리 및 생산성 향상
  기타 자기계발
    - 기타 자기계발/자기관리

# 6 사교/가족
  만남 및 모임
    - 가족/친지 만남
    - 친구/이성친구 만남
    - 계모임/동창회/사교모임
  대화 활동
    - 수다/잡담하기
  핵심 관계 만남
    - 가족/친지 만남
    - 친구/동성친구 만남
    - 이성친구/데이트
    - 배우자/연인과의 시간
  모임 및 네트워킹
    - 계모임/동창회/친목 모임
    - 비즈니스/직장 사교 모임
    - 취미/관심사 기반 동호회 활동
  소통 및 교류 활동
    - 수다/잡담하기
    - 전화 통화/영상 채팅
    - SNS를 통한 지인과의 교류

# 7 일상/휴식
  휴식 및 자기 관리
    - 낮잠자기
    - 미용
    - 온천/사우나/찜질방
  취미 및 오락
    - 게임
    - 맛집/카페 탐방
    - 음주/유흥
    - 만화책 보기
    - 보드게임/퍼즐/바둑/장기/체스 등
    - 갬블
  생활 관련 활동
    - 쇼핑
    - 요리/베이킹
    - 반려동물 돌보기
    - 인테리어
    - 생활공예/원예
  기타
    - 기타 취미/오락/휴식

# 8 기타
  - 종교활동
  - 수집
  - 봉사활동
`;
